const correctAnswers = {
    // 第1問
    "q1_1": "エ", "q1_2": "イ", "q1_3": "イ", "q1_4": "イ",
    // 第2問
    "q2a": "ア", "q2b": "イ", "q2c": "ア", "q2d": "ウ",
    // 第3問
    "q3a": "ア", "q3b": "イ", "q3c": "ウ", "q3d": "ウ",
    // 第4問
    "q4a": "イ", "q4b": "エ", "q4c": "ウ", "q4d": "ア",
    // 第5問
    "q5a": "ア", "q5b": "カ", "q5c": "エ", "q5d": "エ",
    // 第6問
    "q6a": "ア", "q6b": "ウ", "q6c": "ア", "q6d": "イ",
    // 第7問
    "q7a": "エ", "q7b": "エ", "q7c": "イ", "q7d": "ウ",
    // 第8問
    "q8a": "ア", "q8b": "イ", "q8c": "ウ", "q8d": "ウ",
    // 第9問
    "q9a": "ウ", "q9b": "イ", "q9c": "ウ", "q9d": "ア",
    // 第10問
    "q10a": "ア", "q10b": "ウ", "q10c": "イ", "q10d": "エ"
};